[
  {
    "name": "Reading Terminal Market",
    "description": "<p>Lights, cameras, pierogi: Reading Terminal Market sets the scene for a veritable feast of cuisines, some unique to the area (Spataro&rsquo;s Cheesesteaks, Pennsylvania General Store), some with more global roots. Reminiscent of a European food market but with a decidedly multicultural, American twist, Reading Terminal has the unique role of being both a tourist destination and a culinary hub for locals.</p>",
    "address": "51 N. 12th St.",
    "phone": "215-922-2317",
    "website": "http://www.readingterminalmarket.org/",
    "lat": 39.953345,
    "long": -75.159428,
    "claire": "<p>Step into Reading Terminal Market and you will be immersed in an array of colors, smells, sounds, and tastes from different cuisines. Vendors in this industrially designed market sell goods ranging from fresh produce to meaty sandwiches, bite-size chocolates, and long, lavish scarves. What makes Reading Terminal unique is the diversity of its vendors and of the foods they sell. There is an option for every taste, so it&rsquo;s a good place to go with a group of friends &mdash; or even with picky eaters. However, make sure you keep your friends and family close (and be prepared to battle it out for seating) so you don&rsquo;t get seperated in the chaos.</p>",
    "claireRating": "up",
    "zoe": "<p>For visitors to the city, Reading Terminal is the perfect stop in Center City. It&rsquo;s central, so you&rsquo;ll have no trouble making your way there. Additionally, a big group will have no trouble choosing from the many options, and after shopping around, everyone in the family can sit together in the bustling center of the market. One downside: It gets crowded around mealtimes. Having been in Philly for about a month, it&rsquo;s still one of my favorite spots to eat. It has it all: quality and quantity of options.</p>",
    "zoeRating": "up",
    "allRating": "up",
    "image": "readingterminal"
  },
  {
    "name": "Liberty Observation Deck",
    "description": "<p>At 57 stories, Philly&rsquo;s One Liberty Observation Deck is a little more than half as high as the Empire State Building, but, according to the elevator operator, &ldquo;twice the fun<em>.</em>&rdquo;</p><p>The attraction opened in 2015, offering a 360-degree view of the city 365 days a year. Spectators can look down through glass windows and look up historical information on interactive digital maps. You can also zoom in on City Hall&rsquo;s William Penn statue (unfortunately, only his back) with binoculars. A downside: The new Comcast building now blocks the Philadelphia Museum of Art.</p>",
    "address": "1650 Market St. #5700",
    "phone": "",
    "website": "https://phillyfromthetop.com/?utm_source=Google&utm_medium=GMB&utm_campaign=Local-visits",
    "lat": 39.952618,
    "long": -75.168118,
    "claire": "<p>This is a good place to go if you want to take in a full view of the city but minimize all that walking around. Crowds were light during a Monday lunch hour, making the trip up and down the tower efficient and painless. It&rsquo;s priced a little higher than it&rsquo;s worth, however &mdash; at $14.50 for adults and $9.50 for kids &mdash; so it&rsquo;s in your best interest to save the view for the end of the day if you have the time and money after getting all other must-sees out of the way. Plus, it can&rsquo;t hurt to have a front-row view of the sunset.</p>",
    "claireRating": "down",
    "zoe": "<p>For someone &ldquo;from away&rdquo; (as we say in Maine), this is pretty worth it. Compared to similar destinations in other cities, like Chicago&rsquo;s uber-crowded Skydeck or New York&rsquo;s Empire State Building, the wait for the Liberty Observation Deck is a breeze (albeit because the tower is a bit shorter than its contemporaries). The deck can only be described as a tamer but taller version of City Hall&rsquo;s tower, so this is a better option only if you object to rickety elevators or want to stay and enjoy the view for longer than a few minutes.</p>",
    "zoeRating": "up",
    "allRating": "middle",
    "image": "libertyobservation"
  },
  {
    "name": "City Hall Building and Tower Tour",
    "description": "<p>There are two options for touring City Hall: You can take an extensive architecture tour of the building, which includes a trip to the top of its famed tower ($15), or you can skip City Hall and just take the tower tour ($8). We opted for the longer tour, but it quickly became clear the two are not created equal.</p>",
    "address": "1, S. Penn Square",
    "phone": "267-514-4757",
    "website": "http://www.phlvisitorcenter.com/cityhall",
    "lat": 39.95248,
    "long": -75.163969,
    "claire": "<p>I would recommend that everyone &mdash; locals included &mdash; tour City Hall. It may sound cliche, and, if you commute to and from a job in Center City, you probably walk through it often on your way on and off the subway, but a tour inside the building opens the door to the rich history of Philadelphia that is often unseen outside its walls.</p><p>The building tour is worth your time and money if you want to learn more about the history of Philadelphia&rsquo;s government and see how it relates to today. It takes an hour and a half to two hours, which can be lengthy if you tend to fall asleep in history class or are bringing small children. However, the building is spectacular. With winding stone stairways that lead up to vibrantly carpeted rooms and chambers, City Hall is a work of art in and of itself.</p><p>The tower tour is both beautiful and brief &mdash; it offers visitors a combination of history and great views (which are arguably better than from the Liberty Observation Deck). City Hall provides a 360-degree view of the surrounding area and an underbelly view of the 37-foot-high, 27-ton William Penn statue that tops it (Yes, it&rsquo;s really that big). What&rsquo;s more, the transportation to get to the tower &mdash; a rickety, lever-operated elevator equipped with one small, circular window &mdash; is about as authentic as the building itself.</p>",
    "claireRating": "up",
    "zoe": "<p>City Hall is beautifully intricate, and it is fascinating to see where City Council meets and to step into the mayor&rsquo;s office. However, most of the sights on the building tour are accessible to the public, so what you are really paying for is a history lesson from a tour guide and some mildly interesting but completely googleable architecture tidbits.</p><p>Buidling rating: Thumbs down</p><p>On the other hand, the tower part is really worth it. Once the tallest building in the world, City Hall is ancient by American standards, so you get a sense of history that you don&rsquo;t get with modern sky decks like the one at the Liberty Place. Maybe it&rsquo;s because you have to pack yourself into a tiny elevator operated by a lever (yes, lever) with a maximum capacity of six and watch through its window as the dusty, abandoned insides of the tower&rsquo;s upper floors zoom by. The precariousness of the elevator is 100 percent worth the view from the top, however. The tiny, metal deck has high glass walls but no roof, so it really feels like you are that high up. Definitely do the tower tour, maybe skip the building tour unless you are an architecture or history buff.</p>",
    "zoeRating": "up",
    "allRating": "up",
    "image": "cityhalltour"
  },
  {
    "name": "Big Bus Tour",
    "description": "<p>Big Bus tours, and the camera-clutching crowds that accompany them, are ubiquitous in Center City and are a staple of many tourist destinations across the country. The Big Bus Tour, Philly edition, has 25 hop-on, hop-off stops (your ticket is good for a whole day), and lasts about an hour and a half. You can buy one-, two-, or three-day passes, though there is only one tour route.</p>",
    "address": "500 Market St.",
    "phone": "215-389-8687",
    "website": "https://www.phillytour.com/",
    "lat": 39.950611,
    "long": -75.148897,
    "claire": "<p>Riding around your own city atop a double-decker bus is a little awkward. Although you have a front-row view of the city, you also feel like the city has a front-row view of you &mdash; and god forbid someone you go to school with sees you up there. Embarrassment aside, however, the Big Bus is a quick way to see a lot of sites in Philadelphia and is a helpful way to get around if you don&rsquo;t have the energy to walk. For true newbies and first-time Philadelphians, don&rsquo;t let me hold you back from giving it a go. For those of us who live in or near the area, you can get a SEPTA day pass (valid for eight rides on any bus, trolley, or subway during one day) for $9. You can also buy SEPTA passes by trip or by month, depending on how often you will use it and how much time you have to see the sites. The Philly Phlash doesn&rsquo;t have the same bells and whistles as the Big Bus Tour, but it&rsquo;s another hop-on, hop-off option that costs only $5 for an all-day pass and is free for SEPTA keyholders. In my opinion, this is a much better price option and way to experience the city. Neither modern nor historic Philadelphians traveled to and fro via roofless buses, so doing so will not give you an authentic experience in the city.</p>",
    "claireRating": "down",
    "zoe": "<p>The Big Bus Tour promises convenience: &ldquo;hop on, hop off,&rdquo; an easy way to get around and still learn about Philly. Here&rsquo;s the thing though: You&rsquo;re not going to just &ldquo;hop off&rdquo; a bus that costs $31.50 to ride (unless you&rsquo;re going to hop on later, which you can do with the all-day ticket). That said, the tour itself was fun. If the weather is good, riding on the top deck in the open air offers a degree of removal and reflection you wouldn&rsquo;t get by walking the city. The tour guide provided a basic overview of what we were seeing and some fun facts about the city. Fun, but not essential to the Philly experience. I definitely got an idea of the layout of the city, but I&rsquo;m not sure this was the best or most cost-effective way to do so.</p>",
    "zoeRating": "down",
    "allRating": "down",
    "image": "bigbus"
  },
  {
    "name": "Liberty Bell",
    "description": "<p>The Liberty Bell first chimed in Philadelphia in 1776 to proclaim liberty throughout the nation during the reading of the Declaration of Independence. Now, it hangs in Philadelphia&rsquo;s Liberty Bell Visitor Center across from Independence Hall and can be viewed by the public free of charge. The catch &mdash; you have to wait in a sometimes block-wrapping line to see it. Visitors often debate whether the line is worth their time. Our take:</p>",
    "address": "N. 6th St. & Market St.",
    "phone": "215-965-2305",
    "website": "https://www.nps.gov/inde/learn/historyculture/stories-libertybell.htm",
    "lat": 39.94962,
    "long": -75.150282,
    "claire": "<p>Well, it&rsquo;s a big bell.</p><p>That was my impression of the Liberty Bell. And perhaps it was (or will be) yours too if you wait in the block-wrapping, bag-checking, metal-detecting line to get see it. The hype (and security measures) that lead up to the Liberty Bell can unfortunately make the bell itself appear underwhelming. Don&rsquo;t get me wrong; it&rsquo;s significantly historic. But it can be seen almost as easily by walking outside the glass enclosure and looking in. That way, you won&rsquo;t be disappointed if your time spent in line doesn&rsquo;t warrant your excitement when you see the bell &mdash; and you&rsquo;ll still get an almost-perfect view of the back of the bell. You can get a front-facing view only from inside, so if you simply cannot leave Philly without scanning your eyes over the Liberty Bell&rsquo;s crack and inscriptions, head to the corner of Sixth and Market (but don&rsquo;t complain if you miss out on another attraction because of it).</p>",
    "claireRating": "down",
    "zoe": "<p>Maybe it&rsquo;s because I&rsquo;m not a local, but I don&rsquo;t get the hype with the Liberty Bell. You don&rsquo;t need to wait in line unless you really want a picture or enjoy going through metal detectors.. Otherwise, there is a decent view through a window that attracts a much smaller crowd. On the other hand, seeing the bell is free and the line passes relatively quickly &mdash; probably because once people reach the bell they realize that after they take their picture, there is nothing to do but admire an unusually large (former) noisemaker. I would recommend going if the line is short, considering the bell&rsquo;s historical significance. Otherwise, pass.</p>",
    "zoeRating": "down",
    "allRating": "down",
    "image": "libertybell"
  },
  {
    "name": "Constitution Center",
    "description": "<p>The National Constitution Center is a shiny newish museum dedicated to nonpartisan education about the U.S. Constitution. The museum is only 18 years old, but it covers history that dates back centuries. It features artifacts, interactive exhibits, and occasional live performances. Ultimate tourist trap or worthwhile excursion? Our answers may surprise you.</p>",
    "address": "525 Arch St.",
    "phone": "215-409-6700",
    "website": "https://constitutioncenter.org/",
    "lat": 39.953941,
    "long": -75.149066,
    "claire": "<p>With interactive displays, games, and historic artifacts, the Constitution Center makes learning about American history fun. Cast a mock vote in a past presidential election or experience what it&rsquo;s like to be sworn in to office in an interactive display. The center is the place to go if you want to use your brain power to ask questions about the past and double-check your knowledge. But it&rsquo;s a one-and-done kind of deal. It&rsquo;s worth returning to if you are bringing a friend or out-of-town cousin but is not otherwise necessary to return to more than once every couple of years.</p>",
    "claireRating": "up",
    "zoe": "<p>In its mission, the National Constitution Center calls itself a lot of things (in exclamatory caps, no less): &ldquo;THE MUSEUM OF WE THE PEOPLE, a HEADQUARTERS FOR CIVIC EDUCATION, and AMERICA&rsquo;S TOWN HALL.&rdquo; &ldquo;VISIT, LEARN, DEBATE,&rdquo; it urges. I guess it needs to yell to be heard over the roar of all the more interesting museums in Philly. This is the kind of thing you do if you&rsquo;re a history buff or are feeling extremely patriotic. The museum is fun and informative, but I would rather learn about history by visiting real historic sites than a museum like this. Plus, for the price ($14.50 for adults, $11 for kids over 5) this isn&rsquo;t a bargain.</p>",
    "zoeRating": "down",
    "allRating": "middle",
    "image": "constitutioncenter"
  },
  {
    "name": "Philly Carriage Tours",
    "description": "<p>Many cities offer carriage tours of their historic districts. If you&rsquo;ve strolled near Independence Hall, you&rsquo;ve probably seen &mdash; or smelled &mdash; a carriage tour more than once. So, where do they go? What do you see? How does it smell? We&rsquo;ve got you covered.</p>",
    "address": "5th & Chestnut Streets",
    "phone": "215-923-8516",
    "website": "http://www.phillycarriagetours.com/tours.html",
    "lat": 39.949064,
    "long": -75.149189,
    "claire": "<p>If you&rsquo;ve never taken a carriage tour, I&rsquo;ll prepare you for a few things. First, (and most important), let it be known that, despite the numerous droppings throughout the ride, the backseat of the carriage does not stink. Second, you are guaranteed to be featured on three or more people&rsquo;s Snapchat and/or Instagram stories during your ride, because tourists with cameras (or iPads) will be pointing them in your direction. Third, horses and cars move at a much different pace &mdash; the drivers near you will be giving you a couple of eye rolls and a couple of amused smirks before speeding by.</p><p>Though the plush red seats and leisurely pace of the carriage may be an ideal date for some, at $60 for a 30-minute ride, it&rsquo;s not the best tourist activity. If you want to check out Old City, try strolling through the sites on your feet. That way, you can pick and choose free and paid sites, and actually see what they look like on the inside.</p>",
    "claireRating": "down",
    "zoe": "<p>I never thought I would be one of those people on a horse drawn carriage causing a scene. But the horse got spooked, the carriage driver yelled, and pedestrians took videos with their phones. Other than that, the ride was quite tame. The driver spoke soothingly to the horse, named Opie, and explained that she works with Opie every day and that she teaches riding. I felt we were in good hands. I was more apprehensive about this tourist attraction than any other because I&rsquo;d heard rumors about animal cruelty with companies such as these. Our driver explained that another company had been&nbsp;<a href=\"http://www.philly.com/philly/news/pennsylvania/philadelphia/horses-cruelty-philly-city-injunction-close-20171221.html\">shut down</a>&nbsp;after city investigations, but that this one, 76 Carriage Co., passed its inspection. Doubts aside, it was fun and fitting to ride through Old City in a horse-drawn carriage.</p>",
    "zoeRating": "up",
    "allRating": "middle",
    "image": "horseandcarriage"
  },
  {
    "name": "Mütter Museum",
    "description": "<p><em>Mutter</em>&nbsp;is German for &ldquo;mother,&rdquo; and although that has nothing to do with the museum&rsquo;s namesake (American surgeon Thomas Dent M&uuml;tter), you may want a hug from your&nbsp;<em>mutter&nbsp;</em>after visiting this museum. It is not for the faint of heart, although it does contain a real human heart, among other organs. Puns aside, the Mutter Museum purports to be the country&rsquo;s finest museum of medical history and features hair-raising anatomical specimens.</p>",
    "address": "19 S. 22nd St.",
    "phone": "215-560-8564",
    "website": "http://muttermuseum.org/",
    "lat": 39.953242,
    "long": -75.176627,
    "claire": "<p>The Mutter Museum has an impressive collection of medical instruments, artwork, and human body parts. Fascinating but creepy, it is curated for a specific audience. If you love science and learning about the human body, the Mutter is a must-see. With spectacles such as a gigantic colon, a wall of skulls, and preserved fetuses of stillborn conjoined twins &mdash; there&rsquo;s not much else like it. If you&rsquo;re easily nauseated or close your eyes when given a shot, however, the Mutter is not the best place for you.</p>",
    "claireRating": "up",
    "zoe": "<p>The Mutter Museum is unique and truly creepy. It looks like an evil scientist&rsquo;s lair, complete with thick carpeting to muffle your screams of horror and cold, polished brass railings. I definitely recommend this. Aside from the perverse attraction of seeing a wall of skulls or organs marinating in jars, it is very informative. Ever want to know what a bone with a gunshot wound looks like? This is a great stop if you want some variety among your day of visiting Revolution-era historic sites and eating cheesesteaks. Although it may be best to visit before eating.</p>",
    "zoeRating": "up",
    "allRating": "up",
    "image": "muttermuseum"
  },
  {
    "name": "Pat’s and Genos",
    "description": "<p>Tell anyone you&rsquo;re going to Philadelphia, and they&rsquo;ll inevitably ask you if you&rsquo;re going to have a cheesesteak. Pat&rsquo;s King of Steaks is heralded as the birthplace of the famous sandwich, but Geno&rsquo;s Steaks prides itself on its self-proclaimed best cheesesteaks in the city. They&rsquo;re across the street from each other, making them a natural tourist destination.</p>",
    "address": "1237 E. Passyunk Ave. and 1219 S. 9th St.",
    "phone": "Pats: (215) 468-1546 <a href=\"http://www.patskingofsteaks.com\">website</a>, Geno's: (215) 389-0659 <a href=\"https://www.genosteaks.com/\">website</a>",
    "website": "",
    "lat": 39.933652,
    "long": -75.159049,
    "claire": "<p>If you&rsquo;re a local, chances are you&rsquo;re more enticed by the inside scoop &mdash; knowing that Pat&rsquo;s King of Steaks and Geno&rsquo;s Steaks aren&rsquo;t the best cheesesteak places in town &mdash; than you are by the $10-plus sandwiches they sell. <a href=\"http://www.philly.com/philly/food/20160724_Where_to_eat_in_Philly_LaBan.html?arc404=true\">Inquirer food critic Craig LaBan knows there are better places for your cheesesteak fix</a>.</p><p>According to LaBan, locals will want to check out John&rsquo;s Roast Pork (14 Snyder Ave.) or Joe&rsquo;s Steaks (6030 Torresdale Ave.; 1 W. Girard Ave.) instead. And, if meat and cheese isn&rsquo;t your thing, you may want to consider a vegan cheesesteak from Blackbird Pizzeria on South Street &mdash;&nbsp;<a href=\"http://www.philly.com/philly/blogs/v-for-vegan/The-2017-Vegan-Cheesesteak-in-Philly-contest-.html\">ranked No. 1 vegan cheesesteak in Philly by the Inquirer last year</a>.</p><p>Still, sometimes even the most cultured Philadelphians have reason to eat at Pat&rsquo;s or Geno&rsquo;s &mdash; i.e., that out-of-town friend who&rsquo;s just dying to try the OG (or get a pic of Geno&rsquo;s neon signs for Instagram). In that case, the consensus is that Geno&rsquo;s is better. It has a brighter display, with newer decorations and visibly fluffier buns, but non-Philadelphians probably won&rsquo;t be able to tell the difference. Or, do what we did &mdash; send one person to Pat&rsquo;s and another to Geno&rsquo;s, and compare for yourself.</p>",
    "claireRating": "down",
    "zoe": "<p>The busy intersection occupied by Pat&rsquo;s and Geno&rsquo;s is aptly described as &ldquo;Cheesesteak Vegas&rdquo;. What Las Vegas lacks in quality it makes up for in flashiness, and Cheesesteak Vegas operates on the same principle. Are the cheesesteaks the best you can get in Philly? Not according to pretty much any local I&rsquo;ve asked. Are they good enough for this out-of-towner? It might sound lame, but, yeah, they are. Maybe that&rsquo;s because I&rsquo;m not exactly a cheesesteak snob. More likely it&rsquo;s because half the joy of eating a cheesesteak comes from the atmosphere. Pat&rsquo;s and Geno&rsquo;s both serve plenty of that &mdash; from the snarky Pat&rsquo;s sign explaining how to order a cheesesteak (&ldquo;wit&rdquo; or &ldquo;witout&rdquo; onions), to the blazing neon lights and orange tables of Geno&rsquo;s facade. What more could a tourist ask for? The prices might be objectionable to some, but consider that you&rsquo;re buying a sandwich large enough to feed two people if you&rsquo;re having trouble coughing up that $10.</p>",
    "zoeRating": "up",
    "allRating": "middle",
    "image": "patsandgenos"
  },
  {
    "name": "The Rocky Statue",
    "description": "<p>The Rocky Statue sits &mdash; scratch that, stands and flexes &mdash; at the bottom right of the Philadelphia Museum of Art. In movie&nbsp;<em>Rocky,&nbsp;</em>Rocky Balboa (played by Sylvester Stallone) fights for a boxing championship and his own self-respect &mdash; and runs up the Art Museum steps in the film&rsquo;s most famous scene. The statue is free to view and take pictures with, but the line to do so can get long.</p>",
    "address": "Spring Garden St",
    "phone": "215-763-8100",
    "website": "https://www.visitphilly.com/things-to-do/attractions/the-rocky-statue-and-the-rocky-steps/#sm.000ud05qr1czldxfx271raiv5praf",
    "lat": 39.964979,
    "long": -75.180047,
    "claire": "<p>Let me be honest &mdash; posing with the Rocky statue as a Philly local is lame.</p><p>Fists in the air or not, you don&rsquo;t look like Rocky; you look like you&rsquo;ve being dragged on a forced family fun activity (and you probably have been). We visited the statue at 4 p.m. on a Monday, when the line was relatively short. Still, from where we stood (halfway down the black fence) it took a good seven minutes to get in front of the statue. Do the math, and a line stretching to the end of the fence takes almost 15 minutes. Philadelphians don&rsquo;t have that kind of time to spare. Unless you&rsquo;re a die-hard Rocky fan, skip it. You can see the statue just fine without waiting in line and you can get better photos elsewhere near the Art Museum, anyway. Instead, take some shots from the top of the Art Museum steps (and, if you&rsquo;re feeling energized, reenact the Rocky run on your way to the top). You&rsquo;ll get a great view of the skyline, Benjamin Franklin Parkway, and City Hall in your backdrop.</p>",
    "claireRating": "down",
    "zoe": "<p>I have never been one to pose for pictures with things like the Rocky Statue. Logically, the more people take a picture with something, the less cool (and more posed) the picture will look. There are a lot of people who line up to take a picture with the Rocky statue, which is baffling when the jaw-dropping Art Museum steps are feet from this film homage. One ecstatic man behind us seemed to be a big Rocky fan, and if you are, too, I&rsquo;m sure you will share in his joy, sweating in line waiting to put your fists up next to a giant metal man. If you are a fan, though, you will visit the Rocky statue regardless of what I say. If you aren&rsquo;t a fan, I advise you not to waste your time. Just watch the movie, visit the Art Museum, and call it a day.</p>",
    "zoeRating": "down",
    "allRating": "down",
    "image": "rockystatue"
  },
  {
    "name": "Philadelphia’s Magic Gardens",
    "description": "<p>The gardens are a 25-year-old installation developed by Isaiah Zagar, a Philly-born artist who created mosaic walls in vacant South Street lots during the 1990s. When the gardens faced potential destruction in 2002, community members joined together to preserve the artwork, and the space was officially titled Philadelphia&rsquo;s Magic Gardens. The gardens are open to the public 11 a.m. to 6 p.m. Wednesdays through Mondays, and tickets are sold for 30-minute slots at a time. Prices vary by age group ($5 for children under 12, $8 for students and senior citizens, $10 for adults, and free for members and children under 5).</p>",
    "address": "1020 South St.",
    "phone": "215-733-0390",
    "website": "http://www.philadelphiasmagicgardens.org/",
    "lat": 39.942719,
    "long": -75.15931,
    "claire": "<p>Growing up in the Philly suburbs, the Magic Gardens was the quintessential place for a photo shoot with high school friends. So much so that I never opted to go. Everyone and her sister had some sort of basic picture posed on the blue-and-white tiled steps, or on a chair beneath an alcove of glass bottles and eclectic designs. Sure, it was beautiful, but it was overdone. In person, however, I was pleasantly surprised. I was able to appreciate the artwork. The whimsical installation captures the free-spirited feel of South Street and blends in with the community. I recommend the Magic Gardens to locals who want to see the ins and outs of South Street, and to families with imaginative children. (It&rsquo;s a great place to play &ldquo;I Spy.&rdquo;) If all you want is an Instagram, don&rsquo;t go. There are plenty of free murals and mosaics to take pictures at instead, and, as I said, it&rsquo;s basic.</p><p>We visited the museum on a Wednesday morning, which proved a wise decision. Sources warn that if you book a tour of the museum for the weekend or a Friday evening, you&rsquo;re bound to have a different experience &mdash; i.e., you may lose your friends and family in a swarm of Instagrammers &mdash; so go early (and book your ticket online) for lighter crowds.</p><p>Because tickets are good for only 30-minute sessions, the gardens are not an attraction you can make a day of. I recommend complementing the visit with a brunch outing &mdash; on South Street or in Center City &mdash; or stopping for a scoop at Big Gay Ice Cream down the street, at 1351 South St., when you&rsquo;re done.</p>",
    "claireRating": "up",
    "zoe": "<p>I hear this spot is a bit basic (mainstream) if you&rsquo;re a local. I normally make a concerted effort not to appear basic, so it was incredibly freeing not to be from Philly and thus not constrained by potential judgment from my peers when visiting this fantasy land of an installation. With my newfound liberation, I advise you: free yourself from the shackles of &ldquo;basic&rdquo; and do what you you want &mdash; especially if what you want to do is visit a monumental, intricate, three-dimensional tribute to mosaics. I can only describe the experience of visiting the Magic Gardens as what I imagine it would be like to step into Zagar&rsquo;s surreal mind or perhaps wander through one of his dreams. It&rsquo;s one thing to look at the gardens in pictures and quite another to visit, so I would definitely recommend seeing this for yourself.</p><p>On the practical side, tickets are moderately priced and are good for only half an hour. I see it as a fair price for the upkeep of such a delicate and expansive public work of art. Look on the bright side: You could spend your $10 on a single greasy cheesesteak from Geno&rsquo;s or you could get an $8 student ticket to this one-of-a-kind location plus four 50-cent postcards for your friends (who needs social media?).</p>",
    "zoeRating": "up",
    "allRating": "up",
    "image": "magicgarden"
  }
]
